function init () {
  // Создание экземпляра маршрута.

  var multiRoute001 = new ymaps.multiRouter.MultiRoute({
    // Точки маршрута.
    referencePoints: [
      [51.555205, 5.078185],//Тилбург
      [54.707390, 20.507307], //Калининград
      [56.946840, 24.106075], //Рига
      [59.437411, 24.745181], //Таллин
      [59.939095, 30.315868], //Санкт-Петербург
    ]
    },
    {
        // Автоматически устанавливать границы карты так,
        // чтобы маршрут был виден целиком.
        boundsAutoApply: true,
        wayPointVisible: false
  });
  var multiRoute002 = new ymaps.multiRouter.MultiRoute({
    // Точки маршрута.
    referencePoints: [
            [59.939095, 30.315868], //Санкт-Петербург
            [59.568456, 30.124473], //Гатчина
            [58.522810, 31.269915], //Великий Новгород
            [56.859611, 35.911896], //Тверь
            [56.262877, 34.329065], //Ржев
		        [55.205944, 34.298037], //Вязьма
		        [54.513845, 36.261215], //Калуга
            [54.193122, 37.617348], //Тула
            [54.629216, 39.736375], //Рязань
            [56.129057, 40.406635], //Владимир
  		      [57.000348, 40.973921], //Иваново
  		      [57.626569, 39.893787], //Ярославль
  		      [57.767961, 40.926858], //Кострома
            [57.442544, 42.168923], //Кинешма
            [56.326887, 44.005986], //Нижний Новгород
            [56.146277, 47.251079], //Чебоксары
            [55.796289, 49.108795], //Казань
            [57.559708, 49.935712], //Нолинск
            [58.603581, 49.667978], //Киров
            [58.010374, 56.229398], //Пермь
            [56.838011, 60.597465], //Екатеринбург
            [55.159897, 61.402554], //Челябинск
            [54.735147, 55.958727], //Уфа
            [51.768199, 55.096955], //Оренбург
            [53.195538, 50.101783], //Самара
            [51.533103, 46.034158], //Саратов
            [53.195063, 45.018316], //Пенза
            [52.721219, 41.452274], //Тамбов
            [52.608820, 39.599220], //Липецк
            [51.660781, 39.200269], //Воронеж
            [48.707073, 44.516930], //Волгоград
            [46.347869, 48.033574], //Астрахань
            [46.307743, 44.269759], //Элиста
            [47.222078, 39.720349],//Ростов-на-Дону
            [45.035470, 38.975313],//Краснодар
    ]
    },
    {
        // Автоматически устанавливать границы карты так,
        // чтобы маршрут был виден целиком.
        boundsAutoApply: true,
        wayPointVisible: false
  });
  var multiRoute003 = new ymaps.multiRouter.MultiRoute({
      // Точки маршрута.
      // Обязательное поле.
      referencePoints: [
        [45.035470, 38.975313],//Краснодар
        [44.608865, 40.098548],//Майкоп
        [44.226863, 42.046770],//Черкесск
        [43.021150, 44.681960],//Владикавказ
        [43.171501, 44.816240],//Магас
        [43.317776, 45.694909],//Грозный
        [42.983060, 47.504682], //Махачкала'
        [40.368913, 49.835029], //Баку
        [41.697048, 44.799307], //Тбилиси
        [40.177628, 44.512546], //Ереван
        [38.634269, 34.818934],// Каппадокия
        [41.008857, 28.967470] //Стамбул
      ]
  },
  {
    // Автоматически устанавливать границы карты так,
    // чтобы маршрут был виден целиком.
    boundsAutoApply: true,
    wayPointVisible: false
});
    // Создаем карту с добавленными на нее кнопками.
    var myMap = new ymaps.Map('map', {
        center: [55.750625, 37.626],
        zoom: 2,
        controls: []
    });
      // Добавление маршрута на карту.
      myMap.geoObjects.add(multiRoute002);
}
ymaps.ready(init);
